<?xml version="1.0" encoding="UTF-8" standalone="yes"?>
<THEDuas xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <Dua value="1">
  	<ID>1</ID>
    <title>Dua while using Khaak-e-Shifa</title>
	<content>
		<![CDATA[ 
			<p>According to another tradition a person complained to the Imam that he was always assailed by pains and diseases and whatever medicine he used to take did not benefit him. The Imam advised him to take Khaak-e-Shifa and recite the following Dua before he holds it.</p>
<p class="arabictext" style=\"text-align: right;\"><span style=\"font-size: x-large;\"><font face=\"Al_Mushaf\">&#1575;&#1614;&#1604;&#1604;&#1617;&#1648;&#1607;&#1615;&#1605;&#1617;&#1614; &#1573;&#1616;&#1606;&#1617;&#1616;&#1610;  &#1571;&#1614;&#1587;&#1618;&#1571;&#1614;&#1604;&#1615;&#1603;&#1614; &#1576;&#1616;&#1581;&#1614;&#1602;&#1617;&#1616; &#1607;&#1648;&#1584;&#1616;&#1607;&#1616; &#1575;&#1604;&#1591;&#1617;&#1616;&#1610;&#1606;&#1614;&#1577;&#1616; &#1608;&#1614; &#1576;&#1616;&#1581;&#1614;&#1602;&#1617;&#1616; &#1575;&#1604;&#1618;&#1605;&#1614;&#1604;&#1614;&#1603;&#1616; &#1575;&#1604;&#1617;&#1614;&#1584;&#1616;&#1610;&#1618; &#1571;&#1614;&#1582;&#1614;&#1584;&#1614;&#1607;&#1614;&#1575; &#1608;&#1614;  &#1576;&#1616;&#1581;&#1614;&#1602;&#1617;&#1616; &#1575;&#1604;&#1606;&#1617;&#1614;&#1576;&#1616;&#1610;&#1617;&#1616; &#1575;&#1604;&#1617;&#1614;&#1584;&#1616;&#1610;&#1618; &#1602;&#1614;&#1576;&#1614;&#1590;&#1614;&#1607;&#1614;&#1575; &#1608;&#1614; &#1576;&#1616;&#1581;&#1614;&#1602;&#1617;&#1616; &#1575;&#1604;&#1618;&#1608;&#1614;&#1589;&#1616;&#1610;&#1617;&#1616; &#1575;&#1604;&#1617;&#1614;&#1584;&#1616;&#1610;&#1618; &#1581;&#1614;&#1604;&#1617;&#1614;  &#1601;&#1616;&#1610;&#1618;&#1607;&#1614;&#1575; &#1589;&#1614;&#1604;&#1617;&#1616; &#1593;&#1614;&#1604;&#1648;&#1609; &#1605;&#1615;&#1581;&#1614;&#1605;&#1617;&#1614;&#1583;&#1613; &#1608;&#1614; &#1571;&#1614;&#1607;&#1618;&#1604;&#1616; &#1576;&#1614;&#1610;&#1618;&#1578;&#1616;&#1607;&#1622; &#1608;&#1614; &#1575;&#1580;&#1618;&#1593;&#1614;&#1604;&#1618; &#1601;&#1616;&#1610;&#1618;&#1607;&#1614;&#1575; &#1588;&#1616;&#1601;&#1614;&#1570;&#1569;&#1611; &#1605;&#1616;&#1606;&#1618;  &#1603;&#1615;&#1604;&#1617;&#1616; &#1583;&#1614;&#1570;&#1569;&#1613; &#1608;&#1614; &#1571;&#1614;&#1605;&#1614;&#1575;&#1606;&#1575;&#1611; &#1605;&#1616;&#1606;&#1618; &#1603;&#1615;&#1604;&#1617;&#1616; &#1582;&#1614;&#1608;&#1618;&#1601;&#1613;</font></span></p>
<p style=\"text-align: right;\">&nbsp;</p>
<p style=\"text-align: left;\"><strong>Transliteration:</strong><br />
<br />
allaahumma innee as-aloka be-haqqe haazehit teenate wa be-haqqil malakil lazee akhazahaa wa be-haqqin nabiyyil lazee qabazahaa wa be-haqqil wasiyyil lazee halla feehaa salle a&rsquo;laa mohammadin wa ahle baytehi waj-a&rsquo;l feehaa shefaaa-an min kulle daaa-in wa amaanan min kulle khawfin.</p>
<p style=\"text-align: left;\"><br />
<strong>Translation:</strong><br />
<br />
O Allah I bind Thee by thee by this clay and of that angel who had picked up this clay and of the Prophet through whom this clay was sent and of that vicegerent who lies buried under this clay and ask Thee to shower Thy blessing on Mohammad (s.a.w.a.) and Ahle Bait (a.s.) and make this clay a cure for all my diseases and a guardian against all fears.<br />
<br />
All the fears will disappear and he will be completely cured from all pains.</p>
		]]>
	</content>
  </Dua>
  <Dua value="2">
  	<ID>2</ID>
    <title>While Eating Khaak-e-Shifa</title>
	<content>
		<![CDATA[ 
			<p>According to another tradition if one has to eat Khaak-e-Shifa one should first kiss it then hold it to one&rsquo;s eyes and should not take more than a grain of gram a very small quantity much less than a pinch. For eating excess of Khaak-e-Shifa is like eating the meat and blood of the holy descendant (Ahlul Bait) of the Holy Prophet (s.a.w.a.). And when one picks it up from the resting place of Imam Husain&rsquo;s (a.s.) one should recite the following Dua</p>
<p>&nbsp;</p>
<p style=\"text-align: right;\"><font size=\"6\" face=\"Al_Mushaf\">&#1575;&#1614;&#1604;&#1604;&#1617;&#1648;&#1607;&#1615;&#1605;&#1617;&#1614; &#1573;&#1616;&#1606;&#1617;&#1616;&#1610; &#1571;&#1614;&#1587;&#1618;&#1571;&#1614;&#1604;&#1615;&#1603;&#1614; &#1576;&#1616;&#1581;&#1614;&#1602;&#1617;&#1616; &#1575;&#1604;&#1618;&#1605;&#1614;&#1604;&#1614;&#1603;&#1616; &#1575;&#1604;&#1617;&#1614;&#1584;&#1616;&#1610; &#1602;&#1614;&#1576;&#1614;&#1590;&#1614;&#1607;&#1614;&#1575; &#1608;&#1614; &#1571;&#1614;&#1587;&#1618;&#1571;&#1614;&#1604;&#1615;&#1603;&#1614;  &#1576;&#1616;&#1581;&#1614;&#1602;&#1617;&#1616; &#1575;&#1604;&#1606;&#1617;&#1614;&#1576;&#1616;&#1610;&#1617;&#1616; &#1575;&#1604;&#1617;&#1614;&#1584;&#1616;&#1610;&#1618; &#1582;&#1614;&#1586;&#1614;&#1606;&#1614;&#1607;&#1614;&#1575; &#1608;&#1614; &#1571;&#1614;&#1587;&#1618;&#1571;&#1614;&#1604;&#1615;&#1603;&#1614; &#1576;&#1616;&#1581;&#1614;&#1602;&#1617;&#1616; &#1575;&#1604;&#1618;&#1608;&#1614;&#1589;&#1616;&#1610;&#1617;&#1616; &#1575;&#1604;&#1617;&#1614;&#1584;&#1616;&#1610;&#1618;  &#1581;&#1614;&#1604;&#1617;&#1614; &#1601;&#1616;&#1610;&#1618;&#1607;&#1614;&#1575; &#1571;&#1614;&#1606;&#1618; &#1578;&#1615;&#1589;&#1614;&#1604;&#1617;&#1616;&#1610;&#1614; &#1593;&#1614;&#1604;&#1648;&#1609; &#1605;&#1615;&#1581;&#1614;&#1605;&#1617;&#1614;&#1583;&#1613; &#1608;&#1614; &#1570;&#1604;&#1616; &#1605;&#1615;&#1581;&#1614;&#1605;&#1617;&#1614;&#1583;&#1613; &#1608;&#1614; &#1571;&#1614;&#1606;&#1618;  &#1578;&#1614;&#1580;&#1618;&#1593;&#1614;&#1604;&#1614;&#1607;&#1614;&#1575; &#1604;&#1616;&#1610;&#1618; &#1588;&#1616;&#1601;&#1614;&#1575;&#1569;&#1611; &#1605;&#1616;&#1606;&#1618; &#1603;&#1615;&#1604;&#1617;&#1616; &#1583;&#1614;&#1575;&#1569;&#1613; &#1608;&#1614; &#1571;&#1614;&#1605;&#1614;&#1575;&#1606;&#1575;&#1611; &#1605;&#1616;&#1606;&#1618; &#1603;&#1615;&#1604;&#1617;&#1616; &#1582;&#1614;&#1608;&#1618;&#1601;&#1613; &#1608;&#1614;  &#1581;&#1616;&#1601;&#1618;&#1592;&#1575;&#1611; &#1605;&#1616;&#1606;&#1618; &#1603;&#1615;&#1604;&#1617;&#1616; &#1587;&#1615;&#1608;&#1618;&nbsp;&#1569;&#1613;</font></p>
<p style=\"text-align: right;\">&nbsp;</p>
<p style=\"text-align: left;\"><strong>Transliteration:</strong><br />
<br />
allaahumma innee as-aloka be-haqqil malakil lazee qabazahaa wa as-aloka be-haqqin nabiyyil lazee khazanahaa wa as-aloka be-haqqil wasiyyil lazee halla feehaa an tosalleya a&rsquo;laa mohammadin wa aale mohammadin wa an taj-a&rsquo;lahaa lee shefaaa-an min kulle daaa-in wa amaanan min kulle khawfin wa hifzan min kulle sooo-in.</p>
<p style=\"text-align: left;\"><strong>Translation:</strong><br />
<br />
O Allah I bind Thee by that angel who had lifted a handful clay; by the prophet who had preserved it in the bottle, by the vice-regent who lies buried under it and pray Thee to shower thy blessing on Mohammed and Aale Mohammad and make this pure clay a cure for all diseases, a shield against all fears, and a safeguard against all curses.<br />
<br />
After that Khaak-e-Shifa should, be tied in a cloth and over it should be recited Surah Inna Anzalanaa.</p>
		]]>
	</content>
  </Dua>
</THEDuas>