<?xml version="1.0" encoding="UTF-8"?>
			<THEDuas xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
					<Dua value='6'>
					<ID>6</ID>
					<title>At the time of wearing Jewels</title>
					<content>
						<![CDATA[
							<p>According to Imam Ja&rsquo;far-e-Sadiq (a.s.)<br />
<br />
the Holy Prophet. (s.a.w.a.) uses to wear the ring on the fret finger and has prohibited wearing of ring on the middle finger.<br />
<br />
According to Imam Ja&rsquo;far-e-Sadiq (a.s.)<br />
<br />
A ring should be worn at the very end of the finger where it joins with palm. According to Fiqhur-Riza one should recite the following prayer while wearing the ring:</p>
<p class="arabictext" style="text-align: right;"><font size="6" face="Al_Mushaf">&#1575;&#1614;&#1604;&#1604;&#1617;&#1648;&#1607;&#1615;&#1605;&#1617;&#1614; &#1587;&#1616;&#1605;&#1618;&#1606;&#1616;&#1610; &#1576;&#1616;&#1587;&#1616;&#1610;&#1618;&#1605;&#1614;&#1575;&#1569;&#1616; &#1575;&#1604;&#1618;&#1573;&#1616;&#1610;&#1605;&#1614;&#1575;&#1606;&#1616; &#1608;&#1614; &#1575;&#1582;&#1618;&#1578;&#1616;&#1605;&#1618; &#1604;&#1616;&#1610; &#1576;&#1616;&#1575;&#1604;&#1618;&#1582;&#1614;&#1610;&#1618;&#1585;&#1616; &#1608;&#1614;  &#1575;&#1580;&#1618;&#1593;&#1614;&#1604;&#1618; &#1593;&#1614;&#1575;&#1602;&#1616;&#1576;&#1614;&#1578;&#1616;&#1610;&#1618; &#1573;&#1616;&#1604;&#1648;&#1609; &#1582;&#1614;&#1610;&#1618;&#1585;&#1613; &#1608;&#1614; &#1573;&#1616;&#1606;&#1617;&#1614;&#1603;&#1614; &#1571;&#1614;&#1606;&#1618;&#1578;&#1614; &#1575;&#1604;&#1618;&#1593;&#1614;&#1586;&#1616;&#1610;&#1618;&#1586;&#1615; &#1575;&#1604;&#1618;&#1603;&#1614;&#1585;&#1616;&#1610;&#1618;&#1605;&#1615;.</font></p>
<p style="text-align: right;">&nbsp;</p>
<p style="text-align: left;"><strong>Transliteration:</strong><br />
Allaahumma simnee be-seema-il eemaane wakh-tiim lee bil-khayre waj-a&rsquo;l a&rsquo;aqebatee elaa khayrin innaka antal a&rsquo;zeezul kareem.</p>
<p style="text-align: left;"><br />
<strong>Translation:</strong><br />
O Allah let the sign of faith be the cause of my recognition! Let my end be worthwhile and let there be good for me even in the world to come. It is well known that Thou art All Mighty, All-Wise and All Generous!<br />
<br />
It is Sunnat to have a silver ring. Men are prohibited from wearing gold ring. Wearing iron, steel or brass ring is makrooh for both men and women. Therefore according to Imam Ja&rsquo;far-e-Sadiq (a.s.), The Holy Prophet (s.a.w.a.) used to wear a silver ring.<br />
<br />
According to another tradition the Holy Prophet (s.a.w.a.) asked men not to wear an iron ring while praying and strictly prohibited wearing of brass ring.</p>
						]]>
						</content>
					  </Dua>
					
					<Dua value='10'>
					<ID>10</ID>
					<title>Before starting journey</title>
					<content>
						<![CDATA[
							<p>According to a tradition related to Imam Moosa Ibne Ja&rsquo;far (a.s.) that<br />
<br />
a person who wishes to go on a journey should stand in the door of his house facing towards the destination of journey and recite Alhamd and recite the following:</p>
<p style="text-align: right;" class="arabictext"><font size="6" face="Al_Mushaf">&#1575;&#1614;&#1604;&#1604;&#1617;&#1648;&#1607;&#1615;&#1605;&#1617;&#1614; &#1575;&#1581;&#1618;&#1601;&#1614;&#1592;&#1618;&#1606;&#1616;&#1610; &#1608;&#1614; &#1575;&#1581;&#1618;&#1601;&#1614;&#1592;&#1618; &#1605;&#1614;&#1575; &#1605;&#1614;&#1593;&#1616;&#1610;&#1614; &#1608;&#1614; &#1587;&#1614;&#1604;&#1617;&#1616;&#1605;&#1618;&#1606;&#1616;&#1610; &#1608;&#1614; &#1587;&#1614;&#1604;&#1617;&#1616;&#1605;&#1618; &#1605;&#1614;&#1575; &#1605;&#1614;&#1593;&#1616;&#1610;&#1614;  &#1608;&#1614; &#1576;&#1614;&#1604;&#1617;&#1616;&#1594;&#1618;&#1606;&#1616;&#1610;&#1618; &#1608;&#1614; &#1576;&#1614;&#1604;&#1617;&#1616;&#1594;&#1618; &#1605;&#1614;&#1575; &#1605;&#1614;&#1593;&#1616;&#1610;&#1614; &#1576;&#1616;&#1576;&#1614;&#1604;&#1614;&#1575;&#1594;&#1616;&#1603;&#1614; &#1575;&#1604;&#1618;&#1581;&#1614;&#1587;&#1614;&#1606;&#1616; &#1575;&#1604;&#1618;&#1580;&#1614;&#1605;&#1616;&#1610;&#1618;&#1604;&#1616;&rlm;</font></p>
<p style="text-align: left;"><br />
<strong>Transliteration:</strong><br />
allaahummah fazneee wah-faz maa ma-e&rsquo;ya wa sallimnee maa sallim maa ma-e&rsquo;ya wa ballighnee wa balligh ma ma-e&rsquo;ya be-balaaghekal hasanil jameele.</p>
<p style="text-align: left;"><strong>Translation:</strong><br />
O Allah! Keep me and all the things with me safe and sound and let them reach the destination safely.<br />
<br />
The person who precedes on a journey in the above manner the Almighty God will be looking after his welfare and of those and things who are with him, and he will reach safely his destination.<font size="6" face="Al_Mushaf"><br />
</font></p>
<p>&nbsp;</p>
						]]>
						</content>
					  </Dua>
					
					<Dua value='1'>
					<ID>1</ID>
					<title>Dua while using Khaak-e-Shifa</title>
					<content>
						<![CDATA[
							<p>According to another tradition a person complained to the Imam that he was always assailed by pains and diseases and whatever medicine he used to take did not benefit him. The Imam advised him to take Khaak-e-Shifa and recite the following Dua before he holds it.</p>
<p class="arabictex" style="text-align: right;"><span style="font-size: x-large;"><font face="Al_Mushaf">&#1575;&#1614;&#1604;&#1604;&#1617;&#1648;&#1607;&#1615;&#1605;&#1617;&#1614; &#1573;&#1616;&#1606;&#1617;&#1616;&#1610;  &#1571;&#1614;&#1587;&#1618;&#1571;&#1614;&#1604;&#1615;&#1603;&#1614; &#1576;&#1616;&#1581;&#1614;&#1602;&#1617;&#1616; &#1607;&#1648;&#1584;&#1616;&#1607;&#1616; &#1575;&#1604;&#1591;&#1617;&#1616;&#1610;&#1606;&#1614;&#1577;&#1616; &#1608;&#1614; &#1576;&#1616;&#1581;&#1614;&#1602;&#1617;&#1616; &#1575;&#1604;&#1618;&#1605;&#1614;&#1604;&#1614;&#1603;&#1616; &#1575;&#1604;&#1617;&#1614;&#1584;&#1616;&#1610;&#1618; &#1571;&#1614;&#1582;&#1614;&#1584;&#1614;&#1607;&#1614;&#1575; &#1608;&#1614;  &#1576;&#1616;&#1581;&#1614;&#1602;&#1617;&#1616; &#1575;&#1604;&#1606;&#1617;&#1614;&#1576;&#1616;&#1610;&#1617;&#1616; &#1575;&#1604;&#1617;&#1614;&#1584;&#1616;&#1610;&#1618; &#1602;&#1614;&#1576;&#1614;&#1590;&#1614;&#1607;&#1614;&#1575; &#1608;&#1614; &#1576;&#1616;&#1581;&#1614;&#1602;&#1617;&#1616; &#1575;&#1604;&#1618;&#1608;&#1614;&#1589;&#1616;&#1610;&#1617;&#1616; &#1575;&#1604;&#1617;&#1614;&#1584;&#1616;&#1610;&#1618; &#1581;&#1614;&#1604;&#1617;&#1614;  &#1601;&#1616;&#1610;&#1618;&#1607;&#1614;&#1575; &#1589;&#1614;&#1604;&#1617;&#1616; &#1593;&#1614;&#1604;&#1648;&#1609; &#1605;&#1615;&#1581;&#1614;&#1605;&#1617;&#1614;&#1583;&#1613; &#1608;&#1614; &#1571;&#1614;&#1607;&#1618;&#1604;&#1616; &#1576;&#1614;&#1610;&#1618;&#1578;&#1616;&#1607;&#1622; &#1608;&#1614; &#1575;&#1580;&#1618;&#1593;&#1614;&#1604;&#1618; &#1601;&#1616;&#1610;&#1618;&#1607;&#1614;&#1575; &#1588;&#1616;&#1601;&#1614;&#1570;&#1569;&#1611; &#1605;&#1616;&#1606;&#1618;  &#1603;&#1615;&#1604;&#1617;&#1616; &#1583;&#1614;&#1570;&#1569;&#1613; &#1608;&#1614; &#1571;&#1614;&#1605;&#1614;&#1575;&#1606;&#1575;&#1611; &#1605;&#1616;&#1606;&#1618; &#1603;&#1615;&#1604;&#1617;&#1616; &#1582;&#1614;&#1608;&#1618;&#1601;&#1613;</font></span></p>
<p style="text-align: right;">&nbsp;</p>
<p style="text-align: left;"><strong>Transliteration:</strong><br />
<br />
allaahumma innee as-aloka be-haqqe haazehit teenate wa be-haqqil malakil lazee akhazahaa wa be-haqqin nabiyyil lazee qabazahaa wa be-haqqil wasiyyil lazee halla feehaa salle a&rsquo;laa mohammadin wa ahle baytehi waj-a&rsquo;l feehaa shefaaa-an min kulle daaa-in wa amaanan min kulle khawfin.</p>
<p style="text-align: left;"><br />
<strong>Translation:</strong><br />
<br />
O Allah I bind Thee by thee by this clay and of that angel who had picked up this clay and of the Prophet through whom this clay was sent and of that vicegerent who lies buried under this clay and ask Thee to shower Thy blessing on Mohammad (s.a.w.a.) and Ahle Bait (a.s.) and make this clay a cure for all my diseases and a guardian against all fears.<br />
<br />
All the fears will disappear and he will be completely cured from all pains.</p>
						]]>
						</content>
					  </Dua>
					
					<Dua value='9'>
					<ID>9</ID>
					<title>For avoiding bad omens for traveller</title>
					<content>
						<![CDATA[
							<p>According to Imam Moosa Kazim (a.s.)<br />
<br />
Seven things are unlucky for a traveller, (i) the cawing of the crow on his right hand, (ii) the dog with his tail straight up. (iii) the fox sitting with is face towards the tail, howling at the sight of the traveller, (iv) the deer which cuts the travellers way from the tight side and goes off towards his left (v) the screeching of an owl, (vi) the arrival of an old woman with white hair with shorn of ears; when one of these things comes before the traveller and he is beset with doubts and fear on account of them he should recite. (vii) the coming in front of a donkey with shorn of ears; when one of these things comes before the traveller and he is beset with doubts and fear on account of them he should recite.</p>
<p class="arabictext" style="text-align: right;"><font size="6" face="Al_Mushaf">&#1575;&#1616;&#1593;&#1618;&#1578;&#1614;&#1589;&#1614;&#1605;&#1618;&#1578;&#1615; &#1576;&#1616;&#1603;&#1614; &#1610;&#1614;&#1575; &#1585;&#1614;&#1576;&#1617;&#1616; &#1605;&#1616;&#1606;&#1618; &#1588;&#1614;&#1585;&#1617;&#1616; &#1605;&#1614;&#1575; &#1571;&#1614;&#1580;&#1616;&#1583;&#1615; &#1601;&#1616;&#1610; &#1606;&#1614;&#1601;&#1618;&#1587;&#1616;&#1610;&#1618; &#1601;&#1614;&#1575;&#1593;&#1618;&#1589;&#1616;&#1605;&#1618;&#1606;&#1616;&#1610;&#1618;  &#1605;&#1616;&#1606;&#1618; &#1584;&#1648;&#1604;&#1616;&#1603;&#1614;&rlm;</font></p>
<p style="text-align: right;">&nbsp;</p>
<p style="text-align: left;"><strong>Transliteration:</strong><br />
i-a&rsquo;tasamto beka yaa rabbe min sharre maa ajedo fee nafsee fa-a&rsquo;simnee min zaaleka.</p>
<p style="text-align: left;"><strong>Translation:</strong><br />
O my Creator! I seek Thy shelter from the mischief of the danger that is linking in my heart, protect me from it.</p>
						]]>
						</content>
					  </Dua>
					
					<Dua value='7'>
					<ID>7</ID>
					<title>Whenever one sits in gathering</title>
					<content>
						<![CDATA[
							<p>According to Imam Ja&rsquo;far-e-Sadiq (a.s.)<br />
<br />
God has asked the son of Adam to remember Him in the gathering, which is a lot better than his gathering.<br />
<br />
In another tradition the Imam (a.s.) has stated<br />
<br />
The God has said that a person who remembered by Him in the gathering of Angles.<br />
<br />
According to Imam Muhammed Baqir (a.s.)<br />
<br />
A person who wants to give a full account and be rewarded on the Day of Judgement, should recite the following ayats (verses) wherever he sits in a gathering.</p>
<p class="arabictext" style="text-align: right;"><font size="6" face="Al_Mushaf">&#1587;&#1615;&#1576;&#1618;&#1581;&#1614;&#1575;&#1606;&#1614; &#1585;&#1614;&#1576;&#1616;&#1617;&#1603;&#1614; &#1585;&#1614;&#1576;&#1616;&#1617; &#1575;&#1604;&#1618;&#1593;&#1616;&#1586;&#1617;&#1614;&#1577;&#1616; &#1593;&#1614;&#1605;&#1617;&#1614;&#1575; &#1610;&#1614;&#1589;&#1616;&#1601;&#1615;&#1608;&#1618;&#1606;&#1614;. &#1608;&#1614; &#1587;&#1614;&#1604;&#1614;&#1575;&#1605;&#1612; &#1593;&#1614;&#1604;&#1614;&#1609;  &#1575;&#1604;&#1618;&#1605;&#1615;&#1585;&#1618;&#1587;&#1614;&#1604;&#1616;&#1610;&#1618;&#1606;&#1614;. &#1608;&#1614;&#1575;&#1604;&#1618;&#1581;&#1614;&#1605;&#1618;&#1583;&#1615; &#1604;&#1616;&#1604;&#1617;&#1648;&#1607;&#1616; &#1585;&#1614;&#1576;&#1616;&#1617; &#1575;&#1604;&#1618;&#1593;&#1614;&#1575;&#1604;&#1614;&#1605;&#1616;&#1610;&#1618;&#1606;&#1614;</font></p>
<p style="text-align: right;">&nbsp;</p>
<p style="text-align: left;"><strong>Transliteration:</strong><br />
Subhaana rabbeka rabbil I&rsquo;zzate a&rsquo;mmaa yasefoon. Wa salaamun a&rsquo;lal mursaleena. Wal hamdo lillaahe rabbil a&rsquo;alameen.</p>
<p style="text-align: left;"><br />
<strong>Translation:</strong><br />
Hallowed is thy Lord, the Lord of Majesty, far above from that which they ascribe (unto Him) And peace be upon the prophet. And all praise is God&rsquo;s the Lord of the worlds.</p>
						]]>
						</content>
					  </Dua>
					
					<Dua value='3'>
					<ID>3</ID>
					<title>While Building New House</title>
					<content>
						<![CDATA[
							<p>According to the Holy Prophet (s.a.w.a.) a person who builds a new house should sacrifice a healthy sheep and distribute its meat among the poor and needy and offer this Dua:</p>
<p class="arabictext" style="text-align: right;"><font size="6" face="Al_Mushaf">&#1575;&#1614;&#1604;&#1604;&#1617;&#1648;&#1607;&#1615;&#1605;&#1617;&#1614; &#1575;&#1583;&#1618;&#1581;&#1614;&#1585;&#1618; &#1593;&#1614;&#1606;&#1617;&#1616;&#1610; &#1605;&#1614;&#1585;&#1614;&#1583;&#1614;&#1577;&#1614; &#1575;&#1604;&#1618;&#1580;&#1616;&#1606;&#1617;&#1616; &#1608;&#1614; &#1575;&#1604;&#1618;&#1573;&#1616;&#1606;&#1618;&#1587;&#1616; &#1608;&#1614; &#1575;&#1604;&#1588;&#1617;&#1614;&#1610;&#1614;&#1575;&#1591;&#1616;&#1610;&#1618;&#1606;&#1616; &#1608;&#1614;  &#1576;&#1614;&#1575;&#1585;&#1616;&#1603;&#1618; &#1604;&#1616;&#1610; &#1601;&#1616;&#1610;&#1618; &#1576;&#1616;&#1606;&#1614;&#1575;&#1574;&#1616;&#1610;&rlm;</font></p>
<p style="text-align: right;">&nbsp;</p>
<p style="text-align: left;"><strong>Transliteration:</strong><br />
allaahummad har a&rsquo;nnee maradatal jinne wal-inse wash-shayaateene wa baarik lee fee benaa-ee.</p>
<p style="text-align: left;"><br />
<strong>Translations:</strong><br />
O Allah! Keep me away from rebellious jins and men and devils and bless me in this house of mine.<br />
<br />
If one recites this prayer then God will keep away the rebel devils, Jins and humans from him and safeguard him from their mischief and make house lucky for him.</p>
						]]>
						</content>
					  </Dua>
					
					<Dua value='2'>
					<ID>2</ID>
					<title>While Eating Khaak-e-Shifa</title>
					<content>
						<![CDATA[
							<p>According to another tradition if one has to eat Khaak-e-Shifa one should first kiss it then hold it to one&rsquo;s eyes and should not take more than a grain of gram a very small quantity much less than a pinch. For eating excess of Khaak-e-Shifa is like eating the meat and blood of the holy descendant (Ahlul Bait) of the Holy Prophet (s.a.w.a.). And when one picks it up from the resting place of Imam Husain&rsquo;s (a.s.) one should recite the following Dua</p>
<p>&nbsp;</p>
<p class="arabictex" style="text-align: right;"><font size="6" face="Al_Mushaf">&#1575;&#1614;&#1604;&#1604;&#1617;&#1648;&#1607;&#1615;&#1605;&#1617;&#1614; &#1573;&#1616;&#1606;&#1617;&#1616;&#1610; &#1571;&#1614;&#1587;&#1618;&#1571;&#1614;&#1604;&#1615;&#1603;&#1614; &#1576;&#1616;&#1581;&#1614;&#1602;&#1617;&#1616; &#1575;&#1604;&#1618;&#1605;&#1614;&#1604;&#1614;&#1603;&#1616; &#1575;&#1604;&#1617;&#1614;&#1584;&#1616;&#1610; &#1602;&#1614;&#1576;&#1614;&#1590;&#1614;&#1607;&#1614;&#1575; &#1608;&#1614; &#1571;&#1614;&#1587;&#1618;&#1571;&#1614;&#1604;&#1615;&#1603;&#1614;  &#1576;&#1616;&#1581;&#1614;&#1602;&#1617;&#1616; &#1575;&#1604;&#1606;&#1617;&#1614;&#1576;&#1616;&#1610;&#1617;&#1616; &#1575;&#1604;&#1617;&#1614;&#1584;&#1616;&#1610;&#1618; &#1582;&#1614;&#1586;&#1614;&#1606;&#1614;&#1607;&#1614;&#1575; &#1608;&#1614; &#1571;&#1614;&#1587;&#1618;&#1571;&#1614;&#1604;&#1615;&#1603;&#1614; &#1576;&#1616;&#1581;&#1614;&#1602;&#1617;&#1616; &#1575;&#1604;&#1618;&#1608;&#1614;&#1589;&#1616;&#1610;&#1617;&#1616; &#1575;&#1604;&#1617;&#1614;&#1584;&#1616;&#1610;&#1618;  &#1581;&#1614;&#1604;&#1617;&#1614; &#1601;&#1616;&#1610;&#1618;&#1607;&#1614;&#1575; &#1571;&#1614;&#1606;&#1618; &#1578;&#1615;&#1589;&#1614;&#1604;&#1617;&#1616;&#1610;&#1614; &#1593;&#1614;&#1604;&#1648;&#1609; &#1605;&#1615;&#1581;&#1614;&#1605;&#1617;&#1614;&#1583;&#1613; &#1608;&#1614; &#1570;&#1604;&#1616; &#1605;&#1615;&#1581;&#1614;&#1605;&#1617;&#1614;&#1583;&#1613; &#1608;&#1614; &#1571;&#1614;&#1606;&#1618;  &#1578;&#1614;&#1580;&#1618;&#1593;&#1614;&#1604;&#1614;&#1607;&#1614;&#1575; &#1604;&#1616;&#1610;&#1618; &#1588;&#1616;&#1601;&#1614;&#1575;&#1569;&#1611; &#1605;&#1616;&#1606;&#1618; &#1603;&#1615;&#1604;&#1617;&#1616; &#1583;&#1614;&#1575;&#1569;&#1613; &#1608;&#1614; &#1571;&#1614;&#1605;&#1614;&#1575;&#1606;&#1575;&#1611; &#1605;&#1616;&#1606;&#1618; &#1603;&#1615;&#1604;&#1617;&#1616; &#1582;&#1614;&#1608;&#1618;&#1601;&#1613; &#1608;&#1614;  &#1581;&#1616;&#1601;&#1618;&#1592;&#1575;&#1611; &#1605;&#1616;&#1606;&#1618; &#1603;&#1615;&#1604;&#1617;&#1616; &#1587;&#1615;&#1608;&#1618;&nbsp;&#1569;&#1613;</font></p>
<p style="text-align: right;">&nbsp;</p>
<p style="text-align: left;"><strong>Transliteration:</strong><br />
<br />
allaahumma innee as-aloka be-haqqil malakil lazee qabazahaa wa as-aloka be-haqqin nabiyyil lazee khazanahaa wa as-aloka be-haqqil wasiyyil lazee halla feehaa an tosalleya a&rsquo;laa mohammadin wa aale mohammadin wa an taj-a&rsquo;lahaa lee shefaaa-an min kulle daaa-in wa amaanan min kulle khawfin wa hifzan min kulle sooo-in.</p>
<p style="text-align: left;"><strong>Translation:</strong><br />
<br />
O Allah I bind Thee by that angel who had lifted a handful clay; by the prophet who had preserved it in the bottle, by the vice-regent who lies buried under it and pray Thee to shower thy blessing on Mohammed and Aale Mohammad and make this pure clay a cure for all diseases, a shield against all fears, and a safeguard against all curses.<br />
<br />
After that Khaak-e-Shifa should, be tied in a cloth and over it should be recited Surah Inna Anzalanaa.</p>
						]]>
						</content>
					  </Dua>
					
					<Dua value='4'>
					<ID>4</ID>
					<title>While Leaving House For Special Work/Object/Purpose</title>
					<content>
						<![CDATA[
							<p>A reliable tradition from Hazrat Ali (a.s.) state that when a person enter his house he should offer salutation and his house is not present he should say:</p>
<p class="arabictext" style="text-align: right;"><font size="6" face="Al_Mushaf">&#1575;&#1614;&#1604;&#1587;&#1617;&#1614;&#1604;&#1575;&#1614;&#1605;&#1615; &#1593;&#1614;&#1604;&#1614;&#1610;&#1618;&#1606;&#1614;&#1575; &#1605;&#1616;&#1606;&#1618; &#1585;&#1614;&#1576;&#1616;&#1617;&#1606;&#1614;&#1575;</font></p>
<p><strong>Transliteration:</strong><br />
Assalaamo a&rsquo;laynaa min rabbenaa.</p>
<p><br />
<strong>Translation:</strong><br />
May there be peace on us from our God.<br />
<br />
When he is inside the house he should recite sure Qul Howal laaho Ahad as it keeps away poverty and anxiety, When one has to go out for some special work then one should go on Thursday morning and recite those verses from Surah Aal-e-Imraan which are given below, also recite Ayatal Kursi, Inna Anzalna and Surah al-Hamd. Those verses are</p>
<p class="arabictext" style="text-align: right;"><font size="6" face="Al_Mushaf"><span lang="AR-SA">&#1575;&#1616;&#1606;&#1617;&#1614;  &#1601;&#1616;&#1609;&#1618; &#1582;&#1614;&#1604;&#1618;&#1602;&#1616; &#1575;&#1604;&#1587;&#1617;&#1614;&#1605;&#1614;&#1575;&#1608;&#1614;&#1575;&#1578;&#1616; &#1608;&#1614;&#1575;&#1604;&#1618;&#1575;&#1614;&#1585;&#1618;&#1590;&#1616; &#1608;&#1614;&#1575;&#1582;&#1618;&#1578;&#1616;&#1604;&#1575;&#1614;&#1601;&#1616; &#1575;&#1604;&#1617;&#1614;&#1610;&#1618;&#1604;&#1616; &#1608;&#1614;&#1575;&#1604;&#1606;&#1617;&#1614;&#1607;&#1614;&#1575;&#1585;&#1616;  &#1604;&#1614;&#1575;&#1648;&#1610;&#1614;&#1575;&#1578;&#1613; &#1604;&#1617;&#1575;&#1616;&#1615;&#1608;&#1604;&#1616;&#1609; &#1575;&#1604;&#1618;&#1575;&#1614;&#1604;&#1618;&#1576;&#1614;&#1575;&#1576;&#1616;.&#1575;&#1604;&#1617;&#1614;&#1584;&#1616;&#1610;&#1618;&#1606;&#1614; &#1610;&#1614;&#1584;&#1618;&#1603;&#1615;&#1585;&#1615;&#1608;&#1618;&#1606;&#1614; &#1575;&#1604;&#1604;&#1607;&#1614; &#1602;&#1616;&#1610;&#1614;&#1575;&#1605;&#1611;&#1575; &#1608;&#1617;&#1614;  &#1602;&#1615;&#1593;&#1615;&#1608;&#1618;&#1583;&#1611;&#1575; &#1608;&#1617;&#1614; &#1593;&#1614;&#1604;&#1648;&#1610; &#1580;&#1615;&#1606;&#1615;&#1608;&#1618;&#1576;&#1616;&#1607;&#1616;&#1605;&#1618; &#1608;&#1614; &#1610;&#1614;&#1578;&#1614;&#1601;&#1614;&#1603;&#1617;&#1614;&#1585;&#1615;&#1608;&#1618;&#1606;&#1614; &#1601;&#1616;&#1609; &#1582;&#1614;&#1604;&#1618;&#1602;&#1616; &#1575;&#1604;&#1587;&#1617;&#1614;&#1605;&#1614;&#1575;&#1608;&#1614;&#1575;&#1578;&#1616;  &#1608;&#1614;&#1575;&#1604;&#1618;&#1575;&#1614;&#1585;&#1618;&#1590;&#1616;&#1548; &#1585;&#1614;&#1576;&#1617;&#1614;&#1606;&#1614;&#1575; &#1605;&#1614;&#1575; &#1582;&#1614;&#1604;&#1614;&#1602;&#1618;&#1578;&#1614; &#1607;&#1648;&#1584;&#1614;&#1575; &#1576;&#1614;&#1575;&#1591;&#1616;&#1604;&#1575;&#1611;&#1548; &#1587;&#1615;&#1576;&#1618;&#1581;&#1614;&#1575;&#1606;&#1614;&#1603;&#1614; &#1601;&#1614;&#1602;&#1616;&#1606;&#1614;&#1575; &#1593;&#1614;&#1584;&#1614;&#1575;&#1576;&#1614;  &#1575;&#1604;&#1606;&#1617;&#1614;&#1575;&#1585;&#1616;.&#1585;&#1614;&#1576;&#1617;&#1614;&#1606;&#1614;&#1570; &#1575;&#1616;&#1606;&#1617;&#1614;&#1603;&#1614; &#1605;&#1614;&#1606;&#1618; &#1578;&#1615;&#1583;&#1618;&#1582;&#1616;&#1604;&#1616; &#1575;&#1604;&#1606;&#1617;&#1614;&#1575;&#1585;&#1614; &#1601;&#1614;&#1602;&#1614;&#1583;&#1618; &#1575;&#1614;&#1582;&#1618;&#1586;&#1614;&#1610;&#1618;&#1578;&#1614;&#1607;&#1623;&#1548; &#1608;&#1614;&#1605;&#1614;&#1575;  &#1604;&#1616;&#1604;&#1592;&#1617;&#1614;&#1575;&#1604;&#1616;&#1605;&#1616;&#1610;&#1618;&#1606;&#1614; &#1605;&#1616;&#1606;&#1618; &#1575;&#1614;&#1606;&#1618;&#1589;&#1614;&#1575;&#1585;&#1613;.&#1585;&#1614;&#1576;&#1617;&#1614;&#1606;&#1614;&#1570; &#1575;&#1616;&#1606;&#1617;&#1614;&#1606;&#1614;&#1575; &#1587;&#1614;&#1605;&#1616;&#1593;&#1618;&#1606;&#1614;&#1575; &#1605;&#1615;&#1606;&#1614;&#1575;&#1583;&#1613;&#1610;&#1611;&#1575; &#1610;&#1617;&#1615;&#1606;&#1614;&#1575;&#1583;&#1616;&#1609;&#1618;  &#1604;&#1616;&#1604;&#1618;&#1575;&#1616;&#1610;&#1618;&#1605;&#1614;&#1575;&#1606;&#1616; &#1575;&#1614;&#1606;&#1618; &#1575;&#1648;&#1605;&#1616;&#1606;&#1615;&#1608;&#1618;&#1575; &#1576;&#1616;&#1585;&#1614;&#1576;&#1616;&#1617;&#1603;&#1615;&#1605;&#1618; &#1601;&#1614;&#1575;&#1648;&#1605;&#1614;&#1606;&#1617;&#1614;&#1575;&#1548; &#1585;&#1614;&#1576;&#1617;&#1614;&#1606;&#1614;&#1575; &#1601;&#1614;&#1575;&#1594;&#1618;&#1601;&#1616;&#1585;&#1618; &#1604;&#1614;&#1606;&#1614;&#1575;  &#1584;&#1615;&#1606;&#1615;&#1608;&#1618;&#1576;&#1614;&#1606;&#1614;&#1575; &#1608;&#1614; &#1603;&#1614;&#1601;&#1616;&#1617;&#1585;&#1618;&#1593;&#1614;&#1606;&#1617;&#1614;&#1575; &#1587;&#1614;&#1610;&#1616;&#1617;&#1575;&#1648;&#1578;&#1616;&#1606;&#1614;&#1575; &#1608;&#1614; &#1578;&#1614;&#1608;&#1614;&#1601;&#1617;&#1614;&#1606;&#1614;&#1575; &#1605;&#1614;&#1593;&#1614; &#1575;&#1604;&#1618;&#1575;&#1614;&#1576;&#1618;&#1585;&#1614;&#1575;&#1585;&#1616;.&#1585;&#1614;&#1576;&#1617;&#1614;&#1606;&#1614;&#1575;  &#1608;&#1614; &#1575;&#1648;&#1578;&#1616;&#1606;&#1614;&#1575; &#1605;&#1614;&#1575; &#1608;&#1614;&#1593;&#1614;&#1583;&#1618;&#1578;&#1617;&#1614;&#1606;&#1614;&#1575; &#1593;&#1614;&#1604;&#1648;&#1610; &#1585;&#1615;&#1587;&#1615;&#1604;&#1616;&#1603;&#1614; &#1608;&#1614;&#1604;&#1575;&#1614; &#1578;&#1615;&#1582;&#1618;&#1586;&#1616;&#1606;&#1614;&#1575; &#1610;&#1614;&#1608;&#1618;&#1605;&#1614; &#1575;&#1604;&#1618;&#1602;&#1616;&#1610;&#1614;&#1575;&#1605;&#1614;&#1577;&#1616;&#1548;  &#1575;&#1616;&#1606;&#1617;&#1614;&#1603;&#1614; &#1604;&#1575;&#1614; &#1578;&#1615;&#1582;&#1618;&#1604;&#1616;&#1601;&#1615; &#1575;&#1604;&#1618;&#1605;&#1616;&#1610;&#1618;&#1593;&#1614;&#1575;&#1583;&#1614;</span></font></p>
<p style="text-align: right;">&nbsp;</p>
<p style="text-align: left;"><strong>Transliteration:</strong><br />
Inna fee khalqis samaawaate wal-arze wakh-telaafil layle wan-nahaare la-aayaatil le-oolil albaab. Allazeena yazkoroonal laaha qeyaamawn wa qo-o&rsquo;odawn wa a&rsquo;laa zonoobehim wa yatafakkaroona fee khalqis samaawaate wal arze, rabbanaa maa khalaqta haazaa baatelaa, subhaanaka faqenaa a&rsquo;zaaban naar. Rabbanaa innaka man tudkhelin naara faqad akhzaytahu, wa maa liz-zaalemeena min ansaar. Rabbanaa innanaa same&rsquo;naa monaadeyayn yonaadee lil-eemaane an aamenoo berabbekum fa-aamannaa, rabbanaa fagh-fir lanaa zonoobanaa wa kaffir a&rsquo;nnaa sayye-aatenaa wa tawaffanaa ma-a&rsquo;l abraar. Rabbanaa aatenaa maa wa-a&rsquo;dtanaa a&rsquo;laa rosoleka wa laa tukhzenaa yawmal qeyaamate, innaka laa tukhleful me-a&rsquo;ad.<br />
&nbsp;</p>
<p style="text-align: left;"><strong>Translation:</strong><br />
Verily in the creation of the heavens and the earth and the alteration of the night and the day, there are signs for men who possess wisdom. Those who remember Allah standing, and sitting and reclining on their sided and think (Seriously) in the creation of the heaven and the earth saying &lsquo;O Our Lord! Thou hast not created (all) this in vain! Glory be to Thee! Save us then from the torment of the (Hell) fire.&rsquo; O Our Lord! Whomsoever Thou causeth to enter the (Hell) fire surely thou hast put him to disgrace; there is not, for the unjust, any of the helpers. O Our Lord! We Have indeed heard the voice of a Crier (Messenger) calling (us) unto faith, saying, &ldquo;Believe ye in your Lord!&rdquo; Therefore &ldquo;Forgive us then our sins and remove away from us our evil deeds and cause us to die with the virtuous ones&rdquo;. O Our Lord! And give us what Thou didst promise us through Thy prophet, and disgrace us not on the Day of Resurrection; Verily, Thou breakest not Thy Promise&rdquo;.</p>
<p style="text-align: left;">&nbsp;</p>
						]]>
						</content>
					  </Dua>
					
					<Dua value='8'>
					<ID>8</ID>
					<title>While on hill or on great height</title>
					<content>
						<![CDATA[
							<p>In another he has stated that if a person on the top of great height recited:</p>
<p style="text-align: right;"><font size="6" face="Al_Mushaf">&#1604;&#1614;&#1575;  &#1575;&#1616;&#1604;&#1648;&#1607;&#1614; &#1575;&#1616;&#1604;&#1575;&#1617;&#1614; &#1575;&#1604;&#1604;&#1607;&#1615; &#1608;&#1614; &#1575;&#1604;&#1604;&#1607;&#1615; &#1575;&#1614;&#1603;&#1618;&#1576;&#1614;&#1585;&#1615;</font></p>
<p style="text-align: left;"><strong>Transliteration:</strong><br />
Laa elaaha illal laaho wal laaho akbar.</p>
<p style="text-align: left;"><br />
<strong>Translation:</strong><br />
There is no Creator except Allah and He is Almighty.<br />
<br />
Then all the things till the very low end of the earth will recite the same Kalma.</p>
<p style="text-align: right;">&nbsp;</p>
						]]>
						</content>
					  </Dua>
					
					<Dua value='5'>
					<ID>5</ID>
					<title>While salvation of worldly and spiritual tasks at the time of leaving house</title>
					<content>
						<![CDATA[
							<p>It is stated from Imam Muhammed Baqir (a.s.) that a person who will recite the following prayer when leaving the house, God will accomplish all his worldly and spiritual task of salvation:</p>
<p>&nbsp;</p>
<p dir="RTL" class="arabic"><font size="6" face="Al_Mushaf">&#1576;&#1616;&#1587;&#1618;&#1605;&#1616;  &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1616; &#1581;&#1614;&#1587;&#1618;&#1576;&#1616;&#1610;&#1614; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1615; &#1578;&#1614;&#1608;&#1614;&#1603;&#1617;&#1614;&#1604;&#1618;&#1578;&#1615; &#1593;&#1614;&#1604;&#1614;&#1609; &#1575;&#1604;&#1604;&#1617;&#1614;&#1607;&#1616; &#1575;&#1614;&#1604;&#1604;&#1617;&#1648;&#1607;&#1615;&#1605;&#1617;&#1614; &#1573;&#1616;&#1606;&#1617;&#1616;&#1610; &#1571;&#1614;&#1587;&#1618;&#1571;&#1614;&#1604;&#1615;&#1603;&#1614;  &#1582;&#1614;&#1610;&#1618;&#1585;&#1614; &#1571;&#1615;&#1605;&#1615;&#1608;&#1618;&#1585;&#1616;&#1610;&#1618; &#1603;&#1615;&#1604;&#1617;&#1616;&#1607;&#1614;&#1575; &#1608;&#1614; &#1571;&#1614;&#1593;&#1615;&#1608;&#1618;&#1584;&#1615; &#1576;&#1616;&#1603;&#1614; &#1605;&#1616;&#1606;&#1618; &#1582;&#1616;&#1586;&#1618;&#1610;&#1616; &#1575;&#1604;&#1583;&#1617;&#1615;&#1606;&#1618;&#1610;&#1614;&#1575; &#1608;&#1614; &#1593;&#1614;&#1584;&#1614;&#1575;&#1576;&#1616;  &#1575;&#1604;&#1618;&#1570;&#1582;&#1616;&#1585;&#1614;&#1577;&#1616; </font><span lang="AR-SA" style="font-size: 17.0pt">.</span></p>
<p><strong>Transliteration:</strong><br />
bismil laahe hasbeyal laaho tawakkalto a&rsquo;lal laahe allaahumma innee as-aloka khayra omoori kullehaa wa a-o&rsquo;ozo beka min khizyid dunyaa wa a&rsquo;zaabil aakherah.</p>
<p><br />
<strong>Translation:</strong><br />
I begin with the name of Allah. Allah is enough for me and him only I rely. O Allah I pray Thee for the welfare of all ray affairs and seek Thy shelter from the evils in this world and the torments of the Day of Judgement.</p>
						]]>
						</content>
					  </Dua>
					</THEDuas>